Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/lind_s.html.tmx
Source language: sme
Languages: nob

source: Anders Bær govvidii iežas muitalusain ámmátolbmuid ja sámiid gaskavuođaid ja dát eai lean gal Stockflethii gudnin .
nob: Anders Bær gir i sine fortellinger et bilde av forholdet mellom embedsmennene og samene som ikke alltid går i Stockfleth ' s favør .

source: Son sáhtii leat hui garas ja válddálaš , ja dien láhkai bures vuhttui su militearalaš duogáš .
nob: Han kunne opptre på en så streng og autoritær måte at hans militære bakgrunn skinte alt for tydelig igjennom .

source: Romssa bismma Juella gohččuma mielde vulggii Stockfleth Guovdageidnui golggotmánus 1851:s ja orui doppe gitta cuoŋománnui 1852 .
nob: Etter oppdrag fra biskop Juell i Tromsø reiste Stockfleth til Kautokeino i oktober 1851 og ble der til april 1852 .

source: Dán dálvvi birra muitala son iežas girjjis " Dagbog over mine Missionsreiser i Finnmarken " ( Mu Finnmárkku miššonmátkkiid beaivegirji ) .
nob: Oppdraget gikk ut på å prøve å lede den læstadianske vekkelsesbevegelsen inn i gode baner . Om denne vinteren forteller han i sin " Dagbog over mine Missionsreiser i Finmarken " .

source: J. A. Friis ráhkadii sámegiel grammatihka ja sátnegirjji ja jorgalii máŋga risttalaš čállosiid sámegillii .
nob: J. A. Friis utarbeida samisk grammatikk og ordbok og oversatte mange religiøse skrifter til samisk .

source: Dážat han dovdet su vuosttažettiin Laila-romána dihtii .
nob: For et norsk publikum er han nok mest kjent for romanen Laila .

source: Dát govva lea Beaivváš Sámi Teahtera čájálmasas 2002:s .
nob: Her fra Beaivváš Sámi Teahters forestilling i 2002 .

source: Govva : Ola Røe / Beaivváš
nob: ( Foto : Ola Røe / Beaivváš )

source: 1848:s teologa J. A. Friis čálii Morgenbladet-aviissas artihkkala , mas son garrasit láittii eiseválddiid dáruiduhttinpolitihka .
nob: I 1848 rykket teologen J. A. Friis ut med en artikkel i Morgenbladet , der han fordømte myndighetenes fornorskningspolitikk .

source: Nu guhká go sápmelaččat kristtalašvuođaoahpahusas oahpahuvvojit dárogillii , de sii eai áddegoađe sáni duohtavuođa , son cealká .
nob: Så lenge samene får sin kristendomsundervisning på norsk , vil de ikke få tak i selve kjernen av budskapet , sier han .

source: Sii bohtet baicca dovdat ahte kristtalašvuohta lea bággoneavvu oahpahit sidjiide dárogiela .
nob: De vil heller føle det slik at kristendommen blir et tvangsmiddel til å lære dem norsk .

source: Friis čálii áigodagas goas Norgga vuoiŋŋalašeallin lei erenoamáš rasisttalaš .
nob: Friis skrev i en tid i norsk åndsliv som var utpreget rasistisk .

source: Go sámiid oidne heajut nállin go dážaid , de sii oaivvildedje ahte buoremus veahkki maid sáhtte fállat , lei dáruduhttit sin nu johtilit go vejolaš .
nob: Da samene ble sett på som en laverestående rase enn nordmenn , mente man at den beste hjelp man kunne gi dem , var å fornorske dem så raskt som mulig .

source: Johan Sverdrup árvalii 1863:s : - Áidna gáddjojupmi sámiide lea sin suddadit dáža čerdii .
nob: Johan Sverdrup uttalte i 1863 : " - Den eneste Redning for Lapperne er at absorberes med den norske Nation . "

source: Dát lei almmolaš politihkka 1900-logu loahpa geahčái .
nob: Dette ble den offisielle politikk til langt ut på 1900-tallet .

source: 1851:s doaimmai Friis gaskaboddosaš doseantan ja sámi jorgalemiid almmuheaddjin .
nob: I 1851 ble Friis midlertidig dosent og utgiver av samiske oversettelser .

source: Dattetge čuoččuhuvvui ahte sámegiela universitehta oahpaheaddjiámmát lea " heivemeahttun dieđalaš joavdelasvuohta " .
nob: Det ble imidlertid hevdet at en lærestol i samisk var en " upassende videnskapelig Luxus " .

source: Easka 1874:s nammaduvvui Friis sámegiela ja kveanagiela dábálaš professorin ja sus lei ámmátlaš geatnegasvuohta bargat jorgalanbargguid .
nob: Først i 1874 ble Friis utnevnt til ordinær professor i samisk og kvensk med embedsmessig forpliktelse til å utføre oversettelsesarbeid .

source: Friis doaimmahii áŋgirit lappologiija barggu ja almmuhii sihke grammatihka , sátnegirjji ja " Lappiske Sprogprøver " ( Sámegiela ovdamearkkaid ) .
nob: Friis la ned et betydelig arbeid i lappologien og utga både grammatikk , ordbok og " Lappiske Sprogprøver " .

source: Son čálii maiddái sámi ovddeš oskku birra ja jorgalii sámi máidnasiid ja cukcasiid .
nob: Han behandlet også samenes gamle religion og oversatte samiske eventyr og folkesagn .

source: Stuorra oassi Friisa bargoáiggis golai jorgalit vuoiŋŋalaš čállosiid sámegillii .
nob: En stor del av Friis ' arbeidstid gikk med til å oversette religiøse skrifter til samisk .

source: Lars J. Hætta ( Jáhkoš-Lásse ) vehkiin , gii maiddái oassádalai ollislaš biibaljorgalanbarggus 1895:s , čálii Friis 1870:s vuosttaš sámegiela sálbmagirjji teavsttaiguin , áltárgirjjiin ja rohkosiiguin .
nob: Med bistand av Lars J. Hætta , som også deltok i den fullstendige bibeloversettelse 1895 , utarbeidet Friis i 1870 den første utgaven av den samiske salmeboken med tekster , alterbok og bønner .

source: Iežas artihkkaliin , vuosttažettiin Morgenbladet aviissas , Friis digaštalai nággovuloš sámiide guoskevaš áššiid ja deaŧaleamos hástalusaid .
nob: I sin artikkelproduksjon , først og fremst i Morgenbladet , reiste Friis en rekke kontroversielle spørsmål om samene og deres viktigste problemer .

source: Go son almmolaččat áicáhii čielga nállevealáheami sámi unnitlogu vuostá , de bohciidahtii son digaštallama mii maŋŋá unnit eanet lea joatkašuvvan sámegiela ja dan árvvu hárrái .
nob: Ved offentlig å rette søkelyset mot åpenbar diskriminering av den samiske minoritet , åpnet han den debatt som siden i større eller mindre grad har pågått om det samiske språk og dets status .

source: Skuvlanjuolggadusat
nob: Skoleinstrukser

source: 1880:s mearriduvvui skuvlanjuolggadus mii attii skuvlakommišuvdnii fápmudusa mearridit guđe giela galggai geavahit kristtalašvuođaoahpahusas .
nob: I 1870 kom det en skoleinstruks som ga skolekommisjonen fullmakt til å avgjøre på hvilket språk religionsundervisningen skulle foregå .

source: Giellariidu skuvllas nogai 1880-njuolggadusain mii mearkkašii sámegiela vuoittahallama .
nob: Striden om språket i skolen endte med et nederlag for samisk med instruksen i 1880 .

source: Das mearriduvvui ahte sámegiella ja kveanagiella ii galgan geavahuvvot eanet go " maid dilálašvuođat dahke vealtameahttumit dárbbašlažžan " .
nob: Der ble det slått fast at samisk og kvensk ikke skulle brukes mer " end Forholdene gjøre uomgjængelig fornødent " .

source: Jagi 1898 skuvlanjuolggadus nannii dáruiduhttima ja lei njuolggadussan máŋgga buolvva ohppiid skuvladoibmii .
nob: Denne fornorskningsinstruksen ble innskjerpet i 1898 og dannet grunnlaget for skolens virksomhet gjennom flere generasjoner .

source: Giellapolitihkalaččat meannudedje sápmelaččaid ja kveanaid prinsihpalaččat seamma láhkai .
nob: I språkpolitikken ble i prinsippet samene og kvenene stilt likt .

source: Eiseválddit ledje balus go Suoma sisafárrejeddjiid lohku lassánii hirbmadit maŋŋá 1850 ja danin dáhtto nannet Norgga kultuvrra ja čeardadovddaldaga gáidosis ja uhkiduvvon rádjafylkkain davvin .
nob: Myndighetene var urolige for den sterke økning av finske innvandrere etter 1850 og ønsket derfor å styrke norsk kultur og nasjonalfølelse i de fjerne og utsatte grensefylker i nord .

source: Go riidu garai nugo dáhpáhuvai , de lei leastadialaš lihkadus váldosivvan dasa , ja dat lei hui nanus Finnmárkkus dan áigodagas .
nob: Når striden spisset seg slik til som den gjorde , skyldtes dette i stor grad den læstadianske bevegelse , som sto sterkt i Finnmark på den tiden .

source: Leastadialaš sárdneolbmát sárdnidedje eanaš suomagillii , ja sámiide ja kvenaide nu šattai suomagiella " bassi giellan " .
nob: De læstadianske predikantene talte for det meste finsk , og for samer og kvener ble dermed finsk " det hellige språk " .

source: Ledje eanaš dážat geat fievrridedje dán viiddes buolleviidnagávppi , mii lei sámi álbmoga doalvumin hevvui .
nob: Nordmennene hadde stått for det meste av den utstrakte brennevinshandelen , som var i ferd med å ødelegge det samiske folk .

source: Leastadialaš sárdneolbmáid buolleviinni moaitin lei beaktil , ja seammás sii moite garrasit sin geat háhke viinni .
nob: De læstadianske predikantenes fordømmelse av brennevinet virket samtidig som en fordømmelse av dem som skaffet det til veie .

source: Juguhisvuohta rievdadii leastadialaš searvegottiid eallinvuogi buoret guvlui .
nob: Edrueligheten skapte en ny livsstil innen de læstadianske menigheter .

source: Dát searvevuohta dagahii miellahtuide ollu buoret iešdovddu .
nob: Dette fellesskapet ga medlemmene en langt større selvbevissthet .

source: Sii nanusmuvve bealuštišgoahtit iežaset giela ja kultuvrra .
nob: De ble rustet til å ta opp kampen for sitt språk og sin kultur .

source: Gasku dán soahpameahttun riiddu lei J. A. Friis .
nob: Midt oppe i denne uforsonlige striden sto J. A. Friis .

source: Son čuoččuhii ee. ahte amas giella láivuda Ipmila sáni ja ahte dan mearkkašupmi álkidit vajálduvvá .
nob: Han hevdet bl.a. at et fremmed språk gjør Guds ord dunkelt , og at betydningen av det har lett for å bli glemt .

source: Dát šaddá seamma láhkai go siepman mii geađgeeatnamii gahččá .
nob: Det blir som med den sæd som falt på steingrunn .

source: 1887:s čálii son beaivegirjjistis : " Mun ferten dál ja boahtteáigái , gevvos mii geavaš , vuosttaldit skuvlanjuolggadusa mii dál doaibmagoahtá .
nob: I en dagbok fra 1887 skriver han : " Jeg maa engang for alle for Nutid og Fremtid , ske hvad ske vil , nedlægge saadan Protest mod den Skoleinstruks som nu følges .

source: Mun háliidan iežan oamedovddu buhtisin , mun in háliit badjelasan váldit ovddasvástádusa das ahte in leat vuosttaldan . "
nob: Jeg vil have min Samvittighed fri , jeg vil ikke have Ansvaret for ikke at have protesteret . "

source: Norgga sámemiššuvdna
nob: Norsk finnemisjon

source: Go bisma Johannes Nilssøn Skaar doaibmagođii ámmáhisttis Romssas 1885:s , son bealuštii Friis ollásit gielladigaštallamis .
nob: Da biskop Johannes Nilssøn Skaar tiltrådte sitt embede i Tromsø i 1885 , stilte han seg helt på Friis ' side i språkdebatten .

source: Finnmárkku suohkanbáhpat ja proavasat čálle bismii Skaarii iežaset searvegottiid vuoiŋŋalaš heađi birra .
nob: Sokneprester og proster i Finnmark skrev til biskop Skaar om den åndelige nød i deres menigheter .

source: Maiddái sámit ieža válde oktavuođa bismmain ja gáibidedje oažžut sárdnideami ja kristtalašvuođaoahpahusa sámegillii .
nob: Biskopen fikk også henvendelser fra samene sjøl om at de måtte få forkynnelse og religionsundervisning på samisk .

source: Go eiseválddit ain biehttaledje guldaleames sihke bismma ja professora , de bisma Skaar ieš loktii ášši ja vuođđudii Norgga Sámemiššuvnna ( Norsk Finnemisjon ) guovvamánu 28. beaivve 1888:s .
nob: Da myndighetene fortsatte å vende det døve øret til både biskop og professor , tok biskop Skaar skjeen i sin egen hånd og stiftet Norsk Finnemisjon den 28. februar 1888 .

source: Ulbmil lei ee. : a ) vuosttaldit garra ja vuoigatmeahttun dáruiduhttima , á ) sárdnidit Ipmila sáni sámiide boaittobeale guovlluin , d ) vuosttaldit leastadialaš oskku mii lei girku vašálaš , e ) áddit sámiide olles biibala ja eará čállosiid sámegillii .
nob: Målet var bl.a. : a ) å motarbeide den harde og urettferdige fornorskningen , b ) å forkynne Guds ord for samene i de uoverkommelige distrikter , c ) å motarbeide læstadianismen som en kirkens fiende , d ) å gi samene hele bibelen og andre skrifter på samisk .

source: Bismma oainnu leastadialaš oskui ledje suohkanbáhpaid dieđut báidnán , mat muitaledje iežaset váttisvuođaid birra nággáris leastadialaš suohkanmánáiguin .
nob: Årsaken til biskopens syn på læstadianismen var de meldinger han mottok fra sokneprestene om de vansker de hadde med de gjenstridige læstadianske soknebarna .

source: Sii atne girku vasálažžan ja daid fertii vuosttaldit .
nob: De ble betraktet som kirkens fiender og måtte bekjempes .

source: Maŋŋá go bisma ieš beasai deaivvadit iežas suohkanmánáiguin , de son rievdadii ollislaččat oainnu , ja anii sin girku deaŧaleamos doarjjaolmmožin .
nob: Etter at biskopen selv fikk møte disse soknebarna , endret han fullstendig mening , og betraktet dem som kirkens viktigste støttespillere .

source: Girkolaš birrasiin ja miššonservviid siskkobealde lei dáruiduhttinvuosttaldeami Ipmila sáni mielde : Olbmot galge gullat Ipmila sáni iežaset gillii .
nob: I kirkelige kretser og innen misjonsselskapene hadde motstanden mot fornorskningen sin rot i selve budskapet : Folk skulle få Guds ord på sitt eget språk .

source: Dát lei áibbas Martin Luthera ulbmila mielde .
nob: Det var i tråd med Martin Luthers intensjon .

source: 1893:s čohkkedii Peter Bøckman bismastullui bismma Skaar maŋis .
nob: I 1893 overtok Peter Bøckman bispestolen i Tromsø etter biskop Skaar .

source: Sus lei áibbas seamma oaidnu go su ovdamannis ahte vuosttaldit vearrás dáruiduhttima skuvllain mat ledje sámiide oaivvilduvvon .
nob: Han var helt på linje med sin forgjenger i kampen mot den hardhendte fornorskning i skolene for samer .

source: Son máŋgii álvvalaččat ávžžuhii departemeantta ahte mánát galge oahppat kristtalašvuođa eatnigillii .
nob: Han gjorde flere energiske henstillinger til departementet om at barna måtte få kristendomsundervisningen på morsmålet .

source: Sámemiššuvdna jođihuvvui maiddái seamma vuoiŋŋas .
nob: Finnemisjonen ble også drevet i samme spor .

source: 1896:s almmuhuvvui Biibbal sámegillii , ja nu lei stuorra hehttehus jávkan .
nob: I 1896 kom Bibelen på samisk , og dermed var en kjempeoppgave løst .

source: Nubbi váldohástalus lei ahte Ipmila sáni sárdnidit sámegillii sámiide .
nob: Den andre hovedoppgaven var at Guds ord måtte bli forkynt på samisk for samene .

source: Lunddolaš eaktun lei álgoálggus juo ahte sárdnideaddjit galge jogo leat sápmelaččat dahje dážat geat ledje sámiid gaskkas bajásšaddan .
nob: Det var en stilltiende forutsetning i utgangspunktet at forkynnerne enten skulle være samer eller nordmenn som var vokst opp blant samene .

source: Dađistaga bohte liikká stuorát oassi Sámemiššuvnna sárdnideddjiin máddin .
nob: Etter hvert kom likevel en større del av Finnemisjonens forkynnere sørfra .

source: Norgga Sámemiššuvnna ( Norsk Finnemisjon ) jođihedje siskkáldasat nammaduvvon golmma-olbmástivra .
nob: Norsk Finnemisjon ble ledet av et selvoppnevnt tre-mannsstyre .

source: Máŋggas imaštedje dán oktomearrideaddji stivrra , ja máŋga báikkálaš searvvi serve Norgga-lutheralaš Sámemiššonlihttui ( Det norsk-lutherske Finnemisjonsforbund ) , mii vuođđuduvvui 1910:s .
nob: Mange reagerte mot det eneveldige styret , og mange lokale foreninger gikk over til Det norsk-lutherske Finnemisjonsforbund , som ble stiftet i 1910 .

source: Skuvlafálaldat máttasámiide
nob: Skoletilbud for sørsamene

source: 1820-30-loguin gitta 1900-loguid loahpageahčái lei davvi-nuorta Nååmesjevuemies ( Namdalen ) áibbas erenoamáš skuvlaortnet .
nob: Fra 1820-30-årene til langt ut på 1900-tallet hadde samene i nord-østre Namdalen en helt spesiell skoleordning .

source: Báhppa Peder Schnitler Krag huksii girku Raavrvijhke gillái 1828:s , ja nu lážii dilálašvuođa vai su searvegotti sámemánát galge oažžut albma oahpahusa .
nob: Presten Peder Schnitler Krag fikk reist kirka i Røyrvik i 1828 , og la forholdene til rette for at samebarna i hans menighet skulle få en skikkelig skolegang .

source: Eará searvegottiin lei earaláhkai .
nob: I andre menigheter var det annerledes .

source: Dan geažil go olles bearaš johttái duoddariidda boazoealuin ja váilevaš skuvlafáladaga geažil , de máŋga bearraša sáddejedje mánáideaset Ruŧŧii Ruoŧa Miššonsearvvi skuvllaide ( Svenska Missionssälskapets skoler ) 1800-logu loahpageahčen .
nob: På grunn av hele familiens flytting til fjells med reinflokken og mangel på norsk skoletilbud , var det flere familier som sendte sine barn til Svenska Missionssälskapets skoler i Sverige på slutten av 1800-tallet .

source: Go ovttastus Ruoŧain nogai 1905:s , de biehttaledje váldimis Norgga beale sámemánáid skuvlii Ruŧŧii .
nob: Da unionen med Sverige ble oppløst i 1905 , ble norske samebarn nektet skolegang i Sverige .

source: Johtti sárdneolmmái Paul Pedersen , gii gulai Troandima Sismiššonbiirii , gulai álelassii dáid váttis skuvladilálašvuođaid birra .
nob: Emissær Paul Pedersen , som var knyttet til Trondhjems Indremisjonskrets , fikk stadig høre om de vanskelige skoleforholdene .

source: Son loktii ášši iežas miššonsearvái ja 1910:s álggahedje Haviken skuvlaruovttu sámemánáide láigolanjain .
nob: Han tok opp saken med sitt misjonsselskap , og i 1910 ble Haviken skolehjem for lappebørn startet opp i leide lokaler .

source: Go bargu maid Troandima Sismiššonbiire lei álggahan sámiid gaskii šattai Norgga Sámemiššuvnna ( Norsk Finnemisjon ) vuollái , de čuovui Pedersen mielde , ja Sámemiššuvdna válddii badjelasas skuvlaruovttu 1917:s .
nob: Da det arbeidet Trondhjems Indremisjonskrets hadde startet opp blant samene gikk over i Norsk Finnemisjon i 1911 , fulgte Pedersen med , og Finnemisjonen overtok skolehjemmet i 1917 .

source: Sii oste skuvlaviesu 1924:s .
nob: De kjøpte skolebygningen i 1924 .

source: Havika sámeskuvlla maŋimus oahppibuolva ovdal go skuvla heaittihuvvui 1951:s .
nob: Siste elevkullet ved sameskolen i Havika , før denne blei nedlagt i 1951

source: ( Gáldu : Samenes Venn / Rogstad : Streiftog i Samenes saga )
nob: ( Kilde : Samenes Venn / Rogstad : Streiftog i Samenes saga )

source: Dat mii bohciidahtii riiddu Havika Sámeskuvllas , lei dat go skuvllas ledje dušše dáža oahpaheaddjit ja bargit .
nob: Det som skapte strid om Sameskolen i Havika , var skolens helt ut ikke-samiske lærer- og tjenerstab .

source: Erenoamážit lei siseatnama ja davvi giliid ohppiide álggus oalle stuorra váttisvuohtan , go sii eai ádden oahpaheaddji .
nob: Særlig elevene fra de indre og nordlige bygdene hadde tildels store vansker i begynnelsen , fordi de ikke forsto læreren .

source: Sámemiššuvdna moitojuvvui oalle garrasit dán geažil .
nob: Finnemisjonen møtte til dels sterk kritikk for dette .

source: Skuvlla ollu sámi kritihkkárat atne skuvlla dáruiduhttinásahussan .
nob: Skolen ble av flere samiske kritikere sett på som en fornorskningsanstalt .

source: Soahti 1940-45 bissehii Havika skuvladoaimma .
nob: Krigen 1940-45 satte en stopper for skoledriften i Havika .

source: Maŋŋásoahteáigge rievddai oaidnu sámiid ektui .
nob: Etterkrigstida innevarslet et nytt syn på samene .

source: Vearrevuohta maid okkupašuvdnafápmu stivrejeaddjin lei čájehan , almmostahtii dážaid hearrán unnitlogu ektui .
nob: Den urett som okkupasjonsmakta demonstrerte som herrefolk , kastet nytt lys over nordmennene som herrefolk overfor minoritetsgruppa .

source: Vaikko ledje moaitán skuvlla , de olbmot heaittiheami oktavuođas 1951:s máinnašedje skuvlla deaŧalaš guovddážin sihke ohppiide ja váhnemiidda - atne dan oktasašdoaibman masa ollu máttasámit serve .
nob: Til tross for de innvendinger som reiste seg mot skolen , så ble den ved nedleggelsen i 1951 omtalt som et viktig sentrum både for elever og foreldre - et fellesanliggende som mange sørsamer samlet seg om .

source: Jens Otterbech riegádii Dálbmeluovttas Finnmárkkus 1868:s , muhto bajásšattai Østfoldas .
nob: Jens Otterbech ble født i Talvik i Finnmark i 1868 , men vokste opp i Østfold .

source: Maŋŋá teologalaš ámmáteksámena son čađahii sámegiela eksámena 1893:s .
nob: Etter teologisk embedseksamen avla han eksamen i samisk i 1893 .

source: Nuppi jagi son bargagođii Čuđegietti suohkanbáhppan .
nob: Året etter ble han sokneprest i Kistrand .

source: Son gal ii láikošan sámiide evangelia sárdnideamis ja lei hui bivnnut iežas searvegottis .
nob: Han sparte aldri på kreftene når det gjaldt å formidle evangeliet til samene og ble svært populær i sin menighet .

source: Olbmot gohčodedje su Finnmárkkobáhppan .
nob: På folkemunne gikk han under navnet Finnmarkspresten .

source: Jagiid 1899-1902 son doaimmahii ovttas Davvesiidda suohkanbáhpain Tandbergain bláđi " Sámi Usteb " .
nob: I årene 1899-1902 redigerte han sammen med sokneprest Tandberg i Lebesby bladet " Sami Usteb " .

source: Bláđđi lei sámegillii ja dan almmuhii Norgga Sámemiššuvdna .
nob: Bladet var på samisk og ble utgitt av Norsk Finnemisjon .

source: Go Otterbech guđii Finnmárkku 1902:s , de Tandberg bázii okto doaimmaheaddjin gitta 1903 lohppii , ja bláđđi nogai , stuorra morašin sámiide .
nob: Da Otterbech forlot Finnmark i 1902 , ble Tandberg alene om redaksjonen til utgangen av 1903 , og bladet opphørte , til stor sorg for samene .

source: Tandberg guđii Finnmárkku jagi maŋŋá .
nob: Tandberg forlot Finnmark året etter .

source: Dán áigodagas Sámemiššuvdna ii fidnen bargui báhpa gii sáhtii sárdnidit Finnmárkkus , ja sárdneolmmái Bertrand M. Nilsen bázii oktosárdnideaddjin Sámemiššuvnnas .
nob: På dette tidspunkt lyktes det ikke for Finnemisjonen å få ansatt en prest som forkynner i Finnmark , og lekmannen Bertrand M. Nilsen ble stående som eneste forkynner i Finnemisjonen .

source: Stivra lei gávnnahan ahte leastadialaš sárdnideaddjit eai lean dohkálaččat girkolaš doaimmaide .
nob: Styret var kommet til at læstadianske forkynnere var lite skikket til å bli sendt ut i en kirkelig gjerning .

source: 1880-logu rájes ledje dáža eiseválddit dahkan buot maid sáhtte ollásit rievidit sámiin iežaset giellageavaheami skuvllas .
nob: Fra 1880-årene hadde de norske myndigheter gjort alt de kunne for å ta fra samene all bruk av deres eget språk i skolen .

source: Oahpaheaddjit geat geavahedje dárogiela , ožžo buoret bálkká go sii geat oamedovddu geažil mieđihedje geavahit sámegiela .
nob: De lærere som benyttet norsk , fikk høyere lønn enn de som for sin samvittighets skyld tillot seg å bruke samisk .

source: Otterbech geavahii garra sániid dán vuostá , ja čálii oktii ná : - Bággovuogádat lea čađahuvvon garraváimmot váikkuhusain .
nob: Otterbech brukte sterke ord mot dette , og en gang skrev han : - Tvangssystemet er gjennomført med en hardhjertet konsekvens .

source: Olmmoš ii sáhte dán birra smiehttat nu ahte ii moarás .
nob: Man kan ikke tenke på det uten at den dypeste harme kommer opp i en .

source: 1900-logu álgologijagiid garai dáruiduhttinvuohki skuvllas jearggaleabbon go goassige ovdal .
nob: De første ti-årene av 1900-tallet ble fornorskningslinjen i skolen fulgt mer konsekvent enn noen gang før .

source: Ovttageardánis-darwinisttalaš jurdagat adde eará čearddaid badjelgeahččamii muhtun lágan dieđalaš ákka .
nob: Vulgær-darwinistiske idéer ga også ringeakten for andre raser et skinn av vitenskapelig alibi .

source: Konkrehtalaččat buoridit gielladili , de evttohii Otterbech 1911:s ahte Sámemiššuvdna galggai álggahit nuoraidskuvlla Kárášjohkii .
nob: For å gjøre noe konkret med språksituasjonen foreslo Otterbech i 1911 at Finnemisjonen måtte sette i gang en ungdomsskole i Karasjok .

source: Ollu jagiid lei son bláđi " Lappenes Venn " ( Sámiid ustit ) doaimmaheaddji , ja girjjis " Kulturverdier hos Norges finner " ( Norgga sámiid kulturárvvut ) čilgii son deaŧalaš beliid girku rollas sámiid gaskkas .
nob: I mange år var han redaktør av " Lappenes Venn " , og i boken " Kulturverdier hos Norges finner " , skrev han viktige ting om kirkens rolle blant samene .

source: Čoahkkimis Bergenis 1910:s ovttastahtte dien njeallje sámemiššuvdnasearvvi oktan searvin , Norgga-lutheralaš Sámemiššonlihttu ( Det norsk-lutherske Finnemisjonsforbund ) , miellaseamosit gohčoduvvon Sámelihttun ( Finneforbundet ) .
nob: På et møte i Bergen i 1910 ble fire finnemisjonsforeninger slått sammen til Det norsk-lutherske Finnemisjonsforbund , populært kalt Finneforbundet .

source: Jens Otterbech válljejuvvui váldostivrra ovdaolmmožin .
nob: Jens Otterbech ble valgt til formann i hovedstyret .

source: Su garrasit moite go lei vuođđudan ođđa riikkasearvvi .
nob: Han møtte sterk kritikk for at han hadde stiftet en ny landsorganisasjon .
